OpenFOAM-v2112-AD/applications/discreteAdjointOpenFOAM/adjoint/adjointSimpleCheckpointingFoam/pitzDaily_test/pitzDaily_revolve_offline/Allrun
#! /bin/bash

blockMesh
cp -r 0.org 0
adjointSimpleCheckpointingFoam
